import React from 'react'

const Info = () => {
  return (
    <div className='max-w-[1364px] dark:text-white mx-auto px-4 xl:px-2 my-14'>
      <h3 className='text-2xl leading-5 font-bold mb-4'>
        Новые сервера l2 с большим онлайном
      </h3>
      <p className='leading-5'>
        Анонсы серверов Lineage 2 всех рейтов и хроник. Не пропустите открытие серверов л2 уже сегодня!
        Здесь размещаются наиболее качественные проекты. Вверху списка закреплены Премиум сервера L2. Начиная играть на таком проекте вы можете быть уверены в его стабильности и хорошем онлайне.
        Для удобства все новые сервера Lineage 2 составлены в список, который мы ежедневно актуализируем, добавляя в него самую последнюю информацию о новых открытиях. Удобный поисковый механизм 
        Мы размещаем только основную информацию - это ссылка на проект, рейты, хроники и дата старта. С подробным описанием каждого сервера Линейдж 2 можно ознакомиться, перейдя на один из них.
        На нашем сайте вы сможете найти сервера ла2 различных концепций, таких как: PvP, крафт, low rate, GvE, RvR, пвп-крафт, мультикрафт, мультипрофа, классической версии игры и с дополнениями.
        Оставайтесь с нами и вы будете в курсе новых открытий!
      </p>
    </div>
  )
}

export default Info